// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Usunięcie blokady regionalnej";

ChangingTitle = "Zmienianie regionu…";
SuccessTitle = "Powodzenie";
SuccessMsg = "Zmieniono region drukarki.";
FailureTitle = "Niepowodzenie";
FailureMsg = "Nie zmieniono regionu drukarki.";

HSDTaskTitleFieldText = "Ustaw nowy region";
HSDTaskDescriptionFieldText = "Wprowadź poniżej liczby podane przez pracownika działu obsługi klienta.";
HSDCheckButtonText = "Sprawdź";
HSDCheckButtontDescriptionText = "Kliknij przycisk „Sprawdź”, aby wygenerować numer potwierdzenia. Podaj ten numer pracownikowi działu obsługi klienta.";
HSDConfirmationNumberLableText = "Numer potwierdzenia:";
HSDSendButtontDescriptionText = "Kliknij przycisk „Wyślij”, aby zresetować drukarkę.";
HSDSendButtonText = "Wyślij";
